Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Player_GoToAlbumButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯

# QueueFlyout_Title.Text
source: Up Next
af_za: Volgende
ar_eg: التشغيل التالي
ar_sa: التالي
bg_bg: Предстои
bn_bd: পরবর্তীতে আসছে
ca_es: A continuació
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmiseks
fa_ir: پخش بعدی
fi_fi: Seuraavaksi
fr_fr: À suivre
ga_ie: Ar Aghaidh
he_il: הבא בתור
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: In coda
ja_jp: 次に再生
ko_kr: 다음
lt_lt: Toliau eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅੱਗੇ
pl_pl: Następne w kolejce
pt_pt: A Seguir
ro_ro: Următoarele
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në radhë
sr_cyrl_rs: Следеће
sv_se: Nästa i kön
sw_ke: Ijayo
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sırada
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 即将播放
zh_tw: 即將播放

# AlbumPage_Title.Text
source: Albums
ar_eg: ألبومات
ar_sa: الألبومات
bg_bg: Албуми
bn_bd: অ্যালবাম
ca_es: Àlbums
cs_cz: Alba
de_de: Alben
el_gr: Άλμπουμ
es_mx: Álbumes
et_ee: Albumid
fa_ir: آلبوم‌ها
fi_fi: Albumit
ga_ie: Albaim
he_il: אלבומים
hi_in: एल्बम
hr_hr: Albumi
hu_hu: Albumok
id_id: Album
it_it: Album
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumai
ms_my: Album
no_no: Album
pa_in: ਐਲਬਮਾਂ
pl_pl: Albumy
pt_pt: Álbuns
ro_ro: Albume
ru_ru: Альбомы
sk_sk: Albumy
sq_al: Albume
sr_cyrl_rs: Албуми
sv_se: Album
sw_ke: Albamu
ta_in: ஆல்பங்கள்
th_th: อัลบั้ม
tl_ph: Mga Album
tr_tr: Albümler
uk_ua: Альбоми
vi_vn: Album
zh_cn: 专辑
zh_tw: 專輯

# AlbumPage_SearchBox.PlaceholderText
source: Search albums...
af_za: Soek albums...
ar_eg: ابحث في الألبومات...
ar_sa: البحث في الألبومات...
bg_bg: Търсене на албуми...
bn_bd: অ্যালবাম খুঁজুন...
ca_es: Cercar àlbums...
cs_cz: Hledat alba...
da_dk: Søg albums...
de_de: Alben suchen...
el_gr: Αναζήτηση άλμπουμ...
es_mx: Buscar álbumes...
et_ee: Otsi albumeid...
fa_ir: جستجوی آلبوم‌ها...
fi_fi: Hae albumeista...
fr_fr: Rechercher des albums...
ga_ie: Cuardaigh albaim...
he_il: חפש אלבומים...
hi_in: एल्बम खोजें...
hr_hr: Pretraži albume...
hu_hu: Albumok keresése...
id_id: Cari album...
it_it: Cerca album...
ja_jp: アルバムを検索...
ko_kr: 앨범 검색...
lt_lt: Ieškoti albumų...
ms_my: Cari album...
nl_nl: Albums zoeken...
no_no: Søk album...
pa_in: ਐਲਬਮਾਂ ਖੋਜੋ...
pl_pl: Szukaj albumów...
pt_pt: Procurar álbuns...
ro_ro: Căutați albume...
ru_ru: Искать альбомы...
sk_sk: Hľadať albumy...
sq_al: Kërko albume...
sr_cyrl_rs: Претражи албуме...
sv_se: Sök album...
sw_ke: Tafuta albamu...
ta_in: ஆல்பங்களைத் தேடு...
th_th: ค้นหาอัลบั้ม...
tl_ph: Maghanap ng mga album...
tr_tr: Albümlerde ara...
uk_ua: Пошук альбомів...
vi_vn: Tìm kiếm album...
zh_cn: 搜索专辑...
zh_tw: 搜尋專輯...

# AlbumPage_SearchButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search albums
af_za: Soek albums
ar_eg: ابحث في الألبومات
ar_sa: البحث في الألبومات
bg_bg: Търсене на албуми
bn_bd: অ্যালবাম খুঁজুন
ca_es: Cercar àlbums
cs_cz: Hledat alba
da_dk: Søg albums
de_de: Alben suchen
el_gr: Αναζήτηση άλμπουμ
es_mx: Buscar álbumes
et_ee: Otsi albumeid
fa_ir: جستجوی آلبوم‌ها
fi_fi: Hae albumeita
fr_fr: Rechercher des albums
ga_ie: Cuardaigh albaim
he_il: חפש אלבומים
hi_in: एल्बम खोजें
hr_hr: Pretraži albume
hu_hu: Albumok keresése
id_id: Cari album
it_it: Cerca album
ja_jp: アルバムを検索
ko_kr: 앨범 검색
lt_lt: Ieškoti albumų
ms_my: Cari album
nl_nl: Albums zoeken
no_no: Søk album
pa_in: ਐਲਬਮਾਂ ਖੋਜੋ
pl_pl: Szukaj albumów
pt_pt: Procurar álbuns
ro_ro: Căutați albume
ru_ru: Искать альбомы
sk_sk: Hľadať albumy
sq_al: Kërko albume
sr_cyrl_rs: Претражи албуме
sv_se: Sök album
sw_ke: Tafuta albamu
ta_in: ஆல்பங்களைத் தேடு
th_th: ค้นหาอัลบั้ม
tl_ph: Maghanap ng mga album
tr_tr: Albümlerde ara
uk_ua: Пошук альбомів
vi_vn: Tìm kiếm album
zh_cn: 搜索专辑
zh_tw: 搜尋專輯

# AlbumPage_RandomButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pick one at random
af_za: Kies een willekeurig
ar_eg: اختر واحد عشوائيًا
ar_sa: اختر واحدًا عشوائيًا
bg_bg: Изберете произволен
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar-ne un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg et tilfældigt
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslik
fa_ir: انتخاب تصادفی
fi_fi: Valitse satunnainen
fr_fr: Choisir un album au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראית
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig één
no_no: Velg et tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਚੁਣੋ
pl_pl: Wybierz losowo
pt_pt: Escolher um aleatoriamente
ro_ro: Alege unul aleatoriu
ru_ru: Выбрать случайный
sk_sk: Vybrať náhodne
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja bila mpangilio
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tl_ph: Pumili ng isa nang random
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадковий
vi_vn: Chọn ngẫu nhiên một album
zh_cn: 随机选择一个
zh_tw: 隨機選擇一個

# AlbumPage_Menu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# AlbumPage_Empty_Title.Text
source: No albums found
af_za: Geen albums gevind nie
ar_eg: مافيش ألبومات موجودة
ar_sa: لم يتم العثور على ألبومات
bg_bg: Не са намерени албуми
bn_bd: কোনো অ্যালবাম পাওয়া যায়নি
ca_es: No s'han trobat àlbums
cs_cz: Nebyla nalezena žádná alba
da_dk: Ingen albums fundet
de_de: Keine Alben gefunden
el_gr: Δεν βρέθηκαν άλμπουμ
es_mx: No se encontraron álbumes
et_ee: Albumeid ei leitud
fa_ir: هیچ آلبومی یافت نشد
fi_fi: Albumeja ei löytynyt
fr_fr: Aucun album trouvé
ga_ie: Níor aimsíodh albaim
he_il: לא נמצאו אלבומים
hi_in: कोई एल्बम नहीं मिला
hr_hr: Nema pronađenih albuma
hu_hu: Nem található album
id_id: Tidak ada album ditemukan
it_it: Nessun album trovato
ja_jp: アルバムが見つかりません
ko_kr: 앨범을 찾을 수 없습니다
lt_lt: Albumų nerasta
ms_my: Tiada album ditemui
nl_nl: Geen albums gevonden
no_no: Ingen album funnet
pa_in: ਕੋਈ ਐਲਬਮਾਂ ਨਹੀਂ ਮਿਲੀਆਂ
pl_pl: Nie znaleziono albumów
pt_pt: Nenhum álbum encontrado
ro_ro: Nu s-au găsit albume
ru_ru: Альбомы не найдены
sk_sk: Žiadne albumy neboli nájdené
sq_al: Asnjë album nuk u gjet
sr_cyrl_rs: Није пронађен ниједан албум
sv_se: Inga album hittades
sw_ke: Hakuna albamu zilizopatikana
ta_in: ஆல்பங்கள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบอัลบั้ม
tl_ph: Walang nakitang album
tr_tr: Albüm bulunamadı
uk_ua: Альбомів не знайдено
vi_vn: Không tìm thấy album nào
zh_cn: 未找到专辑
zh_tw: 找不到專輯

# AlbumPage_Empty_Subtitle.Text
source: Scan your music library to populate albums
af_za: Skandeer jou musiekbiblioteek om albums te bevolk
ar_eg: امسح مكتبة الموسيقى الخاصة بك لملء الألبومات
ar_sa: امسح مكتبة الموسيقى الخاصة بك لملء الألبومات
bg_bg: Сканирайте вашата музикална библиотека, за да попълните албуми
bn_bd: অ্যালবাম যোগ করতে আপনার সঙ্গীত লাইব্রেরি স্ক্যান করুন
ca_es: Escaneja la teva biblioteca de música per emplenar els àlbums
cs_cz: Naskenujte svou hudební knihovnu pro naplnění alb
da_dk: Scan dit musikbibliotek for at udfylde albums
de_de: Scannen Sie Ihre Musikbibliothek, um Alben zu füllen
el_gr: Σαρώστε τη βιβλιοθήκη μουσικής σας για να συμπληρώσετε τα άλμπουμ
es_mx: Escanea tu biblioteca de música para poblar álbumes
et_ee: Albumite lisamiseks skannige oma muusikakogu
fa_ir: برای پر کردن آلبوم‌ها، کتابخانه موسیقی خود را اسکن کنید
fi_fi: Skannaa musiikkikirjastosi lisätäksesi albumeja
fr_fr: Analysez votre bibliothèque musicale pour afficher les albums
ga_ie: Scan do leabharlann ceoil chun albaim a líonadh
he_il: סרוק את ספריית המוזיקה שלך כדי לאכלס אלבומים
hi_in: एल्बम भरने के लिए अपनी संगीत लाइब्रेरी स्कैन करें
hr_hr: Skenirajte svoju glazbenu knjižnicu kako biste popunili albume
hu_hu: Olvassa be a zenei könyvtárát az albumok feltöltéséhez
id_id: Pindai pustaka musik Anda untuk mengisi album
it_it: Scansiona la tua libreria musicale per popolare gli album
ja_jp: 音楽ライブラリをスキャンしてアルバムを読み込んでください
ko_kr: 음악 라이브러리를 스캔하여 앨범을 채우세요
lt_lt: Nuskaitykite savo muzikos biblioteką, kad užpildytumėte albumus
ms_my: Imbas pustaka muzik anda untuk mengisi album
nl_nl: Scan uw muziekbibliotheek om albums te vullen
no_no: Skann musikkbiblioteket ditt for å fylle album
pa_in: ਐਲਬਮਾਂ ਨੂੰ ਭਰਨ ਲਈ ਆਪਣੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਸਕੈਨ ਕਰੋ
pl_pl: Przeskanuj swoją bibliotekę muzyczną, aby wypełnić albumy
pt_pt: Analise a sua biblioteca de música para preencher os álbuns
ro_ro: Scanează-ți biblioteca muzicală pentru a popula albumele
ru_ru: Просканируйте вашу музыкальную библиотеку для заполнения альбомов
sk_sk: Naskenujte svoju hudobnú knižnicu pre naplnenie albumov
sq_al: Skano bibliotekën tënde muzikore për të mbushur albumet
sr_cyrl_rs: Скенирајте своју музичку библиотеку да попуните албуме
sv_se: Skanna ditt musikbibliotek för att fylla på album
sw_ke: Changanua maktaba yako ya muziki ili kujaza albamu
ta_in: ஆல்பங்களை நிரப்ப உங்கள் இசை நூலகத்தை ஸ்கேன் செய்யவும்
th_th: สแกนคลังเพลงของคุณเพื่อเพิ่มอัลบั้ม
tl_ph: I-scan ang iyong music library upang punan ang mga album
tr_tr: Albümleri doldurmak için müzik arşivinizi tarayın
uk_ua: Проскануйте свою музичну бібліотеку, щоб заповнити альбоми
vi_vn: Quét thư viện nhạc của bạn để điền album
zh_cn: 扫描您的音乐库以填充专辑
zh_tw: 掃描您的音樂媒體庫以填入專輯

# AlbumViewPage_Header_Label.Text
source: Album
ar_eg: ألبوم
ar_sa: ألبوم
bg_bg: Албум
bn_bd: অ্যালবাম
ca_es: Àlbum
el_gr: Άλμπουμ
es_mx: Álbum
fa_ir: آلبوم
fi_fi: Albumi
ga_ie: Albam
he_il: אלבום
hi_in: एल्बम
ja_jp: アルバム
ko_kr: 앨범
lt_lt: Albumas
pa_in: ਐਲਬਮ
pt_pt: Álbum
ru_ru: Альбом
sr_cyrl_rs: Албум
sw_ke: Albamu
ta_in: ஆல்பம்
th_th: อัลบั้ม
tr_tr: Albüm
uk_ua: Альбом
zh_cn: 专辑
zh_tw: 專輯

# AlbumViewPage_Songs_Title.Text
source: Songs
af_za: Liedjies
ar_eg: أغاني
ar_sa: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Canzoni
ja_jp: 曲
ko_kr: 곡
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
pt_pt: Músicas
ro_ro: Melodii
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tl_ph: Mga Kanta
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_cn: 歌曲
zh_tw: 歌曲

# AlbumViewPage_SearchBox.PlaceholderText
source: Search in album...
af_za: Soek in album...
ar_eg: ابحث في الألبوم...
ar_sa: البحث في الألبوم...
bg_bg: Търсене в албум...
bn_bd: অ্যালবামের মধ্যে খুঁজুন...
ca_es: Cercar a l'àlbum...
cs_cz: Hledat v albu...
da_dk: Søg i album...
de_de: Im Album suchen...
el_gr: Αναζήτηση σε άλμπουμ...
es_mx: Buscar en álbum...
et_ee: Otsi albumist...
fa_ir: جستجو در آلبوم...
fi_fi: Hae albumista...
fr_fr: Rechercher dans l'album...
ga_ie: Cuardaigh san albam...
he_il: חפש באלבום...
hi_in: एल्बम में खोजें...
hr_hr: Pretraži u albumu...
hu_hu: Keresés az albumban...
id_id: Cari di album...
it_it: Cerca nell'album...
ja_jp: アルバム内を検索...
ko_kr: 앨범에서 검색...
lt_lt: Ieškoti albume...
ms_my: Cari dalam album...
nl_nl: Zoeken in album...
no_no: Søk i album...
pa_in: ਐਲਬਮ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w albumie...
pt_pt: Pesquisar no álbum...
ro_ro: Căutați în album...
ru_ru: Искать в альбоме...
sk_sk: Hľadať v albume...
sq_al: Kërko në album...
sr_cyrl_rs: Претражи у албуму...
sv_se: Sök i album...
sw_ke: Tafuta ndani ya albamu...
ta_in: ஆல்பத்தில் தேடு...
th_th: ค้นหาในอัลบั้ม...
tl_ph: Maghanap sa album...
tr_tr: Albümde ara...
uk_ua: Пошук в альбомі...
vi_vn: Tìm kiếm trong album...
zh_cn: 在专辑中搜索...
zh_tw: 在專輯中搜尋...

source: Search in album
af_za: Soek in album
ar_eg: ابحث في الألبوم
ar_sa: البحث في الألبوم
bg_bg: Търсене в албум
bn_bd: অ্যালবামের মধ্যে খুঁজুন
ca_es: Cercar a l'àlbum
cs_cz: Hledat v albu
da_dk: Søg i album
de_de: Im Album suchen
el_gr: Αναζήτηση σε άλμπουμ
es_mx: Buscar en álbum
et_ee: Otsi albumist
fa_ir: جستجو در آلبوم
fi_fi: Hae albumista
fr_fr: Rechercher dans l'album
ga_ie: Cuardaigh san albam
he_il: חפש באלבום
hi_in: एल्बम में खोजें
hr_hr: Pretraži u albumu
hu_hu: Keresés az albumban
id_id: Cari di album
it_it: Cerca nell'album
ja_jp: アルバム内を検索
ko_kr: 앨범에서 검색
lt_lt: Ieškoti albume
ms_my: Cari dalam album
nl_nl: Zoeken in album
no_no: Søk i album
pa_in: ਐਲਬਮ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w albumie
pt_pt: Pesquisar no álbum
ro_ro: Căutați în album
ru_ru: Искать в альбоме
sk_sk: Hľadať v albume
sq_al: Kërko në album
sr_cyrl_rs: Претражи у албуму
sv_se: Sök i album
sw_ke: Tafuta ndani ya albamu
ta_in: ஆல்பத்தில் தேடு
th_th: ค้นหาในอัลบั้ม
tl_ph: Maghanap sa album
tr_tr: Albümde ara
uk_ua: Пошук в альбомі
vi_vn: Tìm kiếm trong album
zh_cn: 在专辑中搜索
zh_tw: 在專輯中搜尋

source: Play all
af_za: Speel alles
ar_eg: تشغيل الكل
ar_sa: تشغيل الكل
bg_bg: Пусни всички
bn_bd: সব চালান
ca_es: Reproduir-ho tot
cs_cz: Přehrát vše
da_dk: Afspil alle
de_de: Alle wiedergeben
el_gr: Αναπαραγωγή όλων
es_mx: Reproducir todo
et_ee: Esita kõik
fa_ir: پخش همه
fi_fi: Toista kaikki
fr_fr: Tout lire
ga_ie: Seinn gach rud
he_il: נגן הכל
hi_in: सभी चलाएँ
hr_hr: Reproduciraj sve
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutti
ja_jp: すべて再生
ko_kr: 모두 재생
lt_lt: Groti visus
ms_my: Main semua
nl_nl: Alles afspelen
no_no: Spill av alle
pa_in: ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystkie
pt_pt: Reproduzir tudo
ro_ro: Redă tot
ru_ru: Воспроизвести все
sk_sk: Prehrať všetko
sq_al: Luaj të gjitha
sr_cyrl_rs: Пусти све
sv_se: Spela alla
sw_ke: Cheza zote
ta_in: அனைத்தையும் இயக்கு
th_th: เล่นทั้งหมด
tl_ph: I-play lahat
tr_tr: Tümünü oynat
uk_ua: Відтворити все
vi_vn: Phát tất cả
zh_cn: 播放全部
zh_tw: 播放全部

source: Shuffle and play all
af_za: Skommel en speel alles
ar_eg: خلط وتشغيل الكل
ar_sa: خلط وتشغيل الكل
bg_bg: Разбъркай и пусни всички
bn_bd: এলোমেলো করুন এবং সব চালান
ca_es: Reproduir tot aleatòriament
cs_cz: Náhodné přehrávání všeho
da_dk: Bland og afspil alle
de_de: Alle mischen und wiedergeben
el_gr: Τυχαία αναπαραγωγή όλων
es_mx: Reproducir todo aleatoriamente
et_ee: Juhuesita kõik
fa_ir: درهم و پخش همه
fi_fi: Sekoita ja toista kaikki
fr_fr: Lecture aléatoire et tout lire
ga_ie: Seinn gach rud go randamach
he_il: ערבב ונגן הכל
hi_in: शफ़ल करें और सभी चलाएँ
hr_hr: Nasumično reproduciraj sve
hu_hu: Összes véletlenszerű lejátszása
id_id: Acak dan putar semua
it_it: Riproduci tutti in ordine casuale
ja_jp: シャッフルしてすべて再生
ko_kr: 모두 셔플 재생
lt_lt: Maišyti ir groti visus
ms_my: Campur dan main semua
nl_nl: Schudden en alles afspelen
no_no: Tilfeldig avspilling og spill av alle
pa_in: ਸ਼ਫਲ ਕਰੋ ਅਤੇ ਸਾਰੇ ਚਲਾਓ
pl_pl: Odtwórz wszystkie losowo
pt_pt: Aleatório e reproduzir tudo
ro_ro: Redare aleatorie și redă tot
ru_ru: Перемешать и воспроизвести все
sk_sk: Náhodne prehrať všetko
sq_al: Përzjej dhe luaj të gjitha
sr_cyrl_rs: Измешај и пусти све
sv_se: Blanda och spela alla
sw_ke: Changanya na ucheze zote
ta_in: கலக்கி அனைத்தையும் இயக்கு
th_th: สุ่มและเล่นทั้งหมด
tl_ph: I-shuffle at i-play lahat
tr_tr: Karıştır ve tümünü oynat
uk_ua: Перемішати та відтворити все
vi_vn: Phát ngẫu nhiên và phát tất cả
zh_cn: 随机播放全部
zh_tw: 隨機播放全部

# AlbumViewPage_SongMenu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# AlbumViewPage_SongMenu_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# AlbumViewPage_SongMenu_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# AlbumViewPage_SongMenu_AddToPlaylist.Text
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: أضف إلى قائمة التشغيل
ar_sa: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegir a la llista de reproducció
cs_cz: Přidat do playlistu
da_dk: Føj til afspilningsliste
de_de: Zur Wiedergabeliste hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Añadir a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
fr_fr: Ajouter à la playlist
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생 목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
pt_pt: Adicionar à lista de reprodução
ro_ro: Adaugă în lista de redare
ru_ru: Добавить в плейлист
sk_sk: Pridať do zoznamu skladieb
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มลงในเพลย์ลิสต์
tl_ph: Idagdag sa playlist
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_cn: 添加到播放列表
zh_tw: 新增至播放清單

# AlbumViewPage_SongMenu_GoToArtist.Text
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: اذهب للفنان
ar_sa: الانتقال إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση στον καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine esitaja juurde
fa_ir: رفتن به هنرمند
fi_fi: Siirry artistiin
fr_fr: Aller à l'artiste
ga_ie: Téigh go dtí ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Buka artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
pt_pt: Ir para o artista
ro_ro: Mergi la artist
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞருக்குச் செல்
th_th: ไปที่ศิลปิน
tl_ph: Pumunta sa artist
tr_tr: Sanatçıya git
uk_ua: Перейти до виконавця
vi_vn: Chuyển đến nghệ sĩ
zh_cn: 转到艺术家
zh_tw: 前往藝人

# AlbumViewPage_SongMenu_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示
